{"stoi": {"*": 0, "+": 1, "-": 2, "-1": 3, "-2": 4, "-3": 5, "-4": 6, "-5": 7, "-6": 8, "-7": 9, "-8": 10, "-9": 11, "0": 12, "1": 13, "1/6/2018": 14, "1/6/2024": 15, "1/7/2021": 16, "10": 17, "10/1/2018": 18, "10/1/2021": 19, "10/10/2017": 20, "10/10/2020": 21, "10/11/2020": 22, "10/2/2021": 23, "10/5/2021": 24, "10/5/2023": 25, "10/7/2017": 26, "10/8/2016": 27, "10/8/2020": 28, "11": 29, "11/1/2019": 30, "11/1/2021": 31, "11/11/2024": 32, "11/12/2021": 33, "11/2/2022": 34, "11/3/2015": 35, "11/3/2020": 36, "11/4/2018": 37, "11/4/2020": 38, "11/6/2017": 39, "11/7/2017": 40, "11/8/2015": 41, "11/9/2019": 42, "12": 43, "12/1/2021": 44, "12/10/2023": 45, "12/11/2021": 46, "12/12/2018": 47, "12/3/2017": 48, "12/4/2017": 49, "12/5/2020": 50, "12/6/2023": 51, "12/8/2024": 52, "12/9/2019": 53, "12/9/2023": 54, "13": 55, "13/1/2021": 56, "13/10/2015": 57, "13/10/2018": 58, "13/10/2022": 59, "13/12/2015": 60, "13/12/2016": 61, "13/12/2023": 62, "13/12/2024": 63, "13/2/2018": 64, "13/2/2023": 65, "13/5/2019": 66, "13/5/2023": 67, "13/5/2024": 68, "13/7/2016": 69, "13/7/2023": 70, "14": 71, "14/1/2018": 72, "14/3/2022": 73, "14/6/2023": 74, "14/8/2021": 75, "14/9/2022": 76, "15": 77, "15/1/2015": 78, "15/1/2021": 79, "15/10/2015": 80, "15/10/2022": 81, "15/10/2023": 82, "15/11/2021": 83, "15/12/2015": 84, "15/12/2024": 85, "15/2/2016": 86, "15/4/2021": 87, "15/6/2021": 88, "15/6/2023": 89, "15/7/2017": 90, "15/7/2024": 91, "15/9/2020": 92, "16": 93, "16/2/2021": 94, "16/3/2017": 95, "16/3/2023": 96, "16/7/2020": 97, "16/8/2018": 98, "16/8/2019": 99, "17": 100, "17/1/2015": 101, "17/11/2019": 102, "17/11/2022": 103, "17/11/2023": 104, "17/12/2019": 105, "17/2/2016": 106, "17/3/2015": 107, "17/3/2018": 108, "17/3/2021": 109, "17/6/2017": 110, "17/7/2016": 111, "17/7/2022": 112, "17/8/2017": 113, "17/8/2024": 114, "17/9/2024": 115, "18": 116, "18/1/2022": 117, "18/1/2023": 118, "18/12/2018": 119, "18/3/2018": 120, "18/8/2015": 121, "18/9/2022": 122, "19": 123, "19/1/2019": 124, "19/10/2021": 125, "19/11/2016": 126, "19/11/2017": 127, "19/3/2018": 128, "19/4/2016": 129, "19/4/2019": 130, "19/4/2024": 131, "19/7/2020": 132, "19/7/2021": 133, "19/7/2023": 134, "19/8/2015": 135, "19/8/2017": 136, "19/8/2018": 137, "19/8/2024": 138, "19/9/2020": 139, "2": 140, "2/1/2016": 141, "2/2/2019": 142, "2/2/2021": 143, "2/3/2015": 144, "2/3/2021": 145, "2/4/2016": 146, "2/5/2018": 147, "2/7/2019": 148, "2/7/2020": 149, "2/9/2023": 150, "20": 151, "20/1/2015": 152, "20/1/2024": 153, "20/10/2015": 154, "20/10/2016": 155, "20/11/2015": 156, "20/11/2018": 157, "20/11/2023": 158, "20/12/2017": 159, "20/2/2022": 160, "20/3/2022": 161, "20/3/2024": 162, "20/5/2016": 163, "20/6/2020": 164, "20/7/2016": 165, "20/8/2017": 166, "20/8/2022": 167, "20/9/2016": 168, "2015": 169, "2016": 170, "2017": 171, "2018": 172, "2019": 173, "2020": 174, "2021": 175, "2022": 176, "2023": 177, "2024": 178, "21": 179, "21/1/2022": 180, "21/10/2016": 181, "21/10/2018": 182, "21/10/2019": 183, "21/10/2024": 184, "21/11/2015": 185, "21/12/2016": 186, "21/2/2018": 187, "21/2/2023": 188, "21/3/2020": 189, "21/4/2019": 190, "21/4/2023": 191, "21/5/2022": 192, "21/6/2017": 193, "21/6/2021": 194, "21/8/2017": 195, "21/9/2016": 196, "21/9/2019": 197, "22": 198, "22/1/2016": 199, "22/10/2023": 200, "22/10/2024": 201, "22/2/2022": 202, "22/2/2024": 203, "22/3/2016": 204, "22/3/2024": 205, "22/5/2020": 206, "22/6/2017": 207, "22/6/2023": 208, "22/8/2015": 209, "22/8/2021": 210, "22/8/2022": 211, "22/9/2017": 212, "22/9/2020": 213, "23": 214, "23/1/2020": 215, "23/10/2019": 216, "23/11/2021": 217, "23/12/2022": 218, "23/2/2016": 219, "23/3/2020": 220, "23/4/2016": 221, "23/4/2021": 222, "23/5/2023": 223, "23/6/2015": 224, "23/6/2016": 225, "23/6/2022": 226, "23/8/2019": 227, "23/8/2020": 228, "23/8/2021": 229, "23/9/2023": 230, "24": 231, "24/10/2019": 232, "24/10/2020": 233, "24/12/2022": 234, "24/3/2015": 235, "24/6/2019": 236, "24/7/2017": 237, "24/7/2020": 238, "24/9/2015": 239, "24/9/2019": 240, "25": 241, "25/10/2024": 242, "25/12/2017": 243, "25/2/2024": 244, "25/3/2021": 245, "25/3/2022": 246, "25/4/2016": 247, "25/6/2015": 248, "25/6/2019": 249, "25/6/2024": 250, "25/7/2021": 251, "26": 252, "26/1/2017": 253, "26/11/2020": 254, "26/12/2024": 255, "26/2/2021": 256, "26/3/2015": 257, "26/5/2020": 258, "26/6/2020": 259, "26/6/2022": 260, "26/7/2020": 261, "26/8/2017": 262, "26/8/2024": 263, "27": 264, "27/1/2020": 265, "27/11/2016": 266, "27/12/2021": 267, "27/12/2024": 268, "27/4/2020": 269, "27/5/2018": 270, "27/6/2021": 271, "27/8/2019": 272, "27/9/2022": 273, "28": 274, "28/11/2017": 275, "28/12/2017": 276, "28/12/2018": 277, "28/2/2016": 278, "28/2/2018": 279, "28/7/2018": 280, "28/7/2020": 281, "28/9/2022": 282, "3": 283, "3/1/2016": 284, "3/10/2016": 285, "3/10/2020": 286, "3/10/2024": 287, "3/2/2020": 288, "3/5/2020": 289, "3/6/2018": 290, "3/6/2019": 291, "3/6/2024": 292, "3/8/2018": 293, "3/9/2019": 294, "3/9/2022": 295, "30": 296, "32": 297, "35": 298, "36": 299, "4": 300, "4/10/2018": 301, "4/10/2023": 302, "4/12/2018": 303, "4/12/2020": 304, "4/2/2018": 305, "4/3/2015": 306, "4/3/2016": 307, "4/4/2021": 308, "4/5/2024": 309, "4/6/2016": 310, "4/7/2020": 311, "4/9/2017": 312, "4/9/2018": 313, "4/9/2022": 314, "40": 315, "42": 316, "45": 317, "48": 318, "49": 319, "5": 320, "5/1/2015": 321, "5/10/2019": 322, "5/11/2017": 323, "5/11/2019": 324, "5/12/2021": 325, "5/2/2015": 326, "5/2/2019": 327, "5/3/2017": 328, "5/4/2023": 329, "5/4/2024": 330, "5/5/2021": 331, "5/6/2021": 332, "5/8/2023": 333, "54": 334, "56": 335, "6": 336, "6/11/2016": 337, "6/12/2019": 338, "6/12/2020": 339, "6/12/2024": 340, "6/3/2015": 341, "6/3/2018": 342, "6/3/2019": 343, "6/3/2021": 344, "6/6/2021": 345, "6/7/2019": 346, "6/7/2020": 347, "63": 348, "64": 349, "7": 350, "7/10/2018": 351, "7/11/2022": 352, "7/2/2016": 353, "7/6/2015": 354, "7/7/2020": 355, "7/7/2022": 356, "7/8/2018": 357, "7/9/2018": 358, "72": 359, "8": 360, "8/10/2015": 361, "8/10/2017": 362, "8/10/2018": 363, "8/10/2019": 364, "8/12/2018": 365, "8/2/2022": 366, "8/4/2022": 367, "8/5/2016": 368, "8/6/2023": 369, "8/7/2020": 370, "8/7/2021": 371, "8/8/2023": 372, "8/8/2024": 373, "8/9/2018": 374, "8/9/2019": 375, "81": 376, "9": 377, "9/1/2016": 378, "9/1/2022": 379, "9/1/2024": 380, "9/2/2018": 381, "9/2/2021": 382, "9/2/2022": 383, "9/4/2019": 384, "9/9/2016": 385, "<bos>": 386, "<eos>": 387, "<pad>": 388, "<unk>": 389, "Almanya'nın": 390, "Ankara": 391, "Aralık": 392, "Ağustos": 393, "Berlin": 394, "Duygu": 395, "Ekim": 396, "Eylül": 397, "Fransa'nın": 398, "Haziran": 399, "Hesapla:": 400, "Kasım": 401, "Listeyi": 402, "Londra": 403, "Mart": 404, "Mayıs": 405, "Nisan": 406, "Ocak": 407, "Paris": 408, "Roma": 409, "Tarihi": 410, "Temmuz": 411, "Türkiye'nin": 412, "Türkçeye": 413, "Türkçeyi": 414, "bad": 415, "başkenti": 416, "benzersiz": 417, "berbattı": 418, "beğenmedim": 419, "blue": 420, "book": 421, "bu": 422, "cat": 423, "değil": 424, "dog": 425, "dünya": 426, "eder": 427, "etiketini": 428, "etmem": 429, "fena": 430, "filmi": 431, "good": 432, "green": 433, "güzel": 434, "harikaydı": 435, "hello": 436, "hiç": 437, "idare": 438, "iyi": 439, "kedi": 440, "kitap": 441, "köpek": 442, "kötü": 443, "kırmızı": 444, "mavi": 445, "merhaba": 446, "müzikler": 447, "nedir?": 448, "negatif": 449, "normalleştir:": 450, "nötr": 451, "oyunculuk": 452, "pozitif": 453, "red": 454, "sevdim": 455, "söyle:": 456, "sıkıcıydı": 457, "sırala:": 458, "tavsiye": 459, "ters": 460, "world": 461, "yap:": 462, "yeşil": 463, "çevir:": 464, "çok": 465, "İngilizceye": 466, "İngilizceyi": 467, "İngiltere'nin": 468, "İtalya'nın": 469, "Şubat": 470}, "itos": ["*", "+", "-", "-1", "-2", "-3", "-4", "-5", "-6", "-7", "-8", "-9", "0", "1", "1/6/2018", "1/6/2024", "1/7/2021", "10", "10/1/2018", "10/1/2021", "10/10/2017", "10/10/2020", "10/11/2020", "10/2/2021", "10/5/2021", "10/5/2023", "10/7/2017", "10/8/2016", "10/8/2020", "11", "11/1/2019", "11/1/2021", "11/11/2024", "11/12/2021", "11/2/2022", "11/3/2015", "11/3/2020", "11/4/2018", "11/4/2020", "11/6/2017", "11/7/2017", "11/8/2015", "11/9/2019", "12", "12/1/2021", "12/10/2023", "12/11/2021", "12/12/2018", "12/3/2017", "12/4/2017", "12/5/2020", "12/6/2023", "12/8/2024", "12/9/2019", "12/9/2023", "13", "13/1/2021", "13/10/2015", "13/10/2018", "13/10/2022", "13/12/2015", "13/12/2016", "13/12/2023", "13/12/2024", "13/2/2018", "13/2/2023", "13/5/2019", "13/5/2023", "13/5/2024", "13/7/2016", "13/7/2023", "14", "14/1/2018", "14/3/2022", "14/6/2023", "14/8/2021", "14/9/2022", "15", "15/1/2015", "15/1/2021", "15/10/2015", "15/10/2022", "15/10/2023", "15/11/2021", "15/12/2015", "15/12/2024", "15/2/2016", "15/4/2021", "15/6/2021", "15/6/2023", "15/7/2017", "15/7/2024", "15/9/2020", "16", "16/2/2021", "16/3/2017", "16/3/2023", "16/7/2020", "16/8/2018", "16/8/2019", "17", "17/1/2015", "17/11/2019", "17/11/2022", "17/11/2023", "17/12/2019", "17/2/2016", "17/3/2015", "17/3/2018", "17/3/2021", "17/6/2017", "17/7/2016", "17/7/2022", "17/8/2017", "17/8/2024", "17/9/2024", "18", "18/1/2022", "18/1/2023", "18/12/2018", "18/3/2018", "18/8/2015", "18/9/2022", "19", "19/1/2019", "19/10/2021", "19/11/2016", "19/11/2017", "19/3/2018", "19/4/2016", "19/4/2019", "19/4/2024", "19/7/2020", "19/7/2021", "19/7/2023", "19/8/2015", "19/8/2017", "19/8/2018", "19/8/2024", "19/9/2020", "2", "2/1/2016", "2/2/2019", "2/2/2021", "2/3/2015", "2/3/2021", "2/4/2016", "2/5/2018", "2/7/2019", "2/7/2020", "2/9/2023", "20", "20/1/2015", "20/1/2024", "20/10/2015", "20/10/2016", "20/11/2015", "20/11/2018", "20/11/2023", "20/12/2017", "20/2/2022", "20/3/2022", "20/3/2024", "20/5/2016", "20/6/2020", "20/7/2016", "20/8/2017", "20/8/2022", "20/9/2016", "2015", "2016", "2017", "2018", "2019", "2020", "2021", "2022", "2023", "2024", "21", "21/1/2022", "21/10/2016", "21/10/2018", "21/10/2019", "21/10/2024", "21/11/2015", "21/12/2016", "21/2/2018", "21/2/2023", "21/3/2020", "21/4/2019", "21/4/2023", "21/5/2022", "21/6/2017", "21/6/2021", "21/8/2017", "21/9/2016", "21/9/2019", "22", "22/1/2016", "22/10/2023", "22/10/2024", "22/2/2022", "22/2/2024", "22/3/2016", "22/3/2024", "22/5/2020", "22/6/2017", "22/6/2023", "22/8/2015", "22/8/2021", "22/8/2022", "22/9/2017", "22/9/2020", "23", "23/1/2020", "23/10/2019", "23/11/2021", "23/12/2022", "23/2/2016", "23/3/2020", "23/4/2016", "23/4/2021", "23/5/2023", "23/6/2015", "23/6/2016", "23/6/2022", "23/8/2019", "23/8/2020", "23/8/2021", "23/9/2023", "24", "24/10/2019", "24/10/2020", "24/12/2022", "24/3/2015", "24/6/2019", "24/7/2017", "24/7/2020", "24/9/2015", "24/9/2019", "25", "25/10/2024", "25/12/2017", "25/2/2024", "25/3/2021", "25/3/2022", "25/4/2016", "25/6/2015", "25/6/2019", "25/6/2024", "25/7/2021", "26", "26/1/2017", "26/11/2020", "26/12/2024", "26/2/2021", "26/3/2015", "26/5/2020", "26/6/2020", "26/6/2022", "26/7/2020", "26/8/2017", "26/8/2024", "27", "27/1/2020", "27/11/2016", "27/12/2021", "27/12/2024", "27/4/2020", "27/5/2018", "27/6/2021", "27/8/2019", "27/9/2022", "28", "28/11/2017", "28/12/2017", "28/12/2018", "28/2/2016", "28/2/2018", "28/7/2018", "28/7/2020", "28/9/2022", "3", "3/1/2016", "3/10/2016", "3/10/2020", "3/10/2024", "3/2/2020", "3/5/2020", "3/6/2018", "3/6/2019", "3/6/2024", "3/8/2018", "3/9/2019", "3/9/2022", "30", "32", "35", "36", "4", "4/10/2018", "4/10/2023", "4/12/2018", "4/12/2020", "4/2/2018", "4/3/2015", "4/3/2016", "4/4/2021", "4/5/2024", "4/6/2016", "4/7/2020", "4/9/2017", "4/9/2018", "4/9/2022", "40", "42", "45", "48", "49", "5", "5/1/2015", "5/10/2019", "5/11/2017", "5/11/2019", "5/12/2021", "5/2/2015", "5/2/2019", "5/3/2017", "5/4/2023", "5/4/2024", "5/5/2021", "5/6/2021", "5/8/2023", "54", "56", "6", "6/11/2016", "6/12/2019", "6/12/2020", "6/12/2024", "6/3/2015", "6/3/2018", "6/3/2019", "6/3/2021", "6/6/2021", "6/7/2019", "6/7/2020", "63", "64", "7", "7/10/2018", "7/11/2022", "7/2/2016", "7/6/2015", "7/7/2020", "7/7/2022", "7/8/2018", "7/9/2018", "72", "8", "8/10/2015", "8/10/2017", "8/10/2018", "8/10/2019", "8/12/2018", "8/2/2022", "8/4/2022", "8/5/2016", "8/6/2023", "8/7/2020", "8/7/2021", "8/8/2023", "8/8/2024", "8/9/2018", "8/9/2019", "81", "9", "9/1/2016", "9/1/2022", "9/1/2024", "9/2/2018", "9/2/2021", "9/2/2022", "9/4/2019", "9/9/2016", "<bos>", "<eos>", "<pad>", "<unk>", "Almanya'nın", "Ankara", "Aralık", "Ağustos", "Berlin", "Duygu", "Ekim", "Eylül", "Fransa'nın", "Haziran", "Hesapla:", "Kasım", "Listeyi", "Londra", "Mart", "Mayıs", "Nisan", "Ocak", "Paris", "Roma", "Tarihi", "Temmuz", "Türkiye'nin", "Türkçeye", "Türkçeyi", "bad", "başkenti", "benzersiz", "berbattı", "beğenmedim", "blue", "book", "bu", "cat", "değil", "dog", "dünya", "eder", "etiketini", "etmem", "fena", "filmi", "good", "green", "güzel", "harikaydı", "hello", "hiç", "idare", "iyi", "kedi", "kitap", "köpek", "kötü", "kırmızı", "mavi", "merhaba", "müzikler", "nedir?", "negatif", "normalleştir:", "nötr", "oyunculuk", "pozitif", "red", "sevdim", "söyle:", "sıkıcıydı", "sırala:", "tavsiye", "ters", "world", "yap:", "yeşil", "çevir:", "çok", "İngilizceye", "İngilizceyi", "İngiltere'nin", "İtalya'nın", "Şubat"]}